Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: Manufacture of furniture
fr: Industrie du meuble

source: This sub-Action supports cooperation, seminars and Structured Dialogue between young people, those active in youth work and youth organisations and those responsible for youth policy.
fr: Cette sous-action soutient la coopération, les séminaires et le dialogue structuré entre les jeunes qui prennent part au travail de jeunesse, aux associations de jeunesse et prennent des responsabilités dans les politiques de jeunesse.

source: Attending the 3rd. European Conference on Grundtvig In-service Training
fr: Participation à la 3ème Conférence Grundtvig Formations continues

source: Intergenerational learning / learning in later life / senior citizens
fr: Education intergénérationnelle / apprendre à un âge avancé /seniors citoyens

source: General secondary school
fr: Ecole secondaire

source: Self-esteem skills
fr: Aptitude d'estime de soi

source: Solomon Islands
fr: Îles Salomon

source: Legal professionals
fr: Professionnels juridiques

source: Study programme
fr: Programme d'étude

source: Pre-primary non school based
fr: Education pour la maternelle hors milieu scolaire

source: Comparing educational systems
fr: Comparaison de systèmes d'éducation

source: staff 51 to 250
fr: personnel 51 à 250

source: Falkland Islands (Malvinas) and British Antarctic Territories
fr: Îles Malouines et territoires britanniques antarctiques

source: Manufacture of leather and related products
fr: Industrie du cuir et des produits annexes

source: COMENIUS Bilateral school partnerships
fr: COMENIUS Partenariats scolaires bilatéraux

source: Attending the 8th. European Conference of Grundtvig Learning Partnerships
fr: Participation à la 8ème Conférence Grundtvig Partenariats éducatifs

source: Life science
fr: Science de la vie

source: encourages young people's active citizenship, participation and creativity through youth exchanges, youth initiatives and youth democracy projects
fr: encourage la citoyenneté active des jeunes, la participation et la créativité à travers l'échange de jeunes, les initiatives de jeunes et les projets jeunesse pour la démocratie

source: Teacher training - Music
fr: Formation d'enseignants - Musique

source: CHAIRS
fr: Responsable de département

source: Reducing early school leaving
fr: Réduire les sorties précoces du système scolaire

source: Employed
fr: Employés

source: Work for PC
fr: Travail pour PC

source: Social inclusion in education and training, including the integration of migrants
fr: Inclusion sociale en éducation et formation incluant l'integration des migrants

source: Metal, machinery and related trades workers
fr: Ouvriers métallurgistes, opérateurs de machines et autres activités apparentées

source: Language preparation received enabled me to cope with everyday situations
fr: La préparation linguistique reçue m'a permis de faire face aux situations de tous les jours

source: Cooperation with Other Countries of the World
fr: Coopération avec les autres pays du monde

source: Aeronautical Engineering
fr: Ingénierie aéronautique

source: Can understand the main ideas of complex text on both concrete and abstract topics, including technical discussions in his/her field of specialisation. Can interact with a degree of fluency and spontaneity that makes regular interaction with native speakers quite possible without strain for either party. Can produce clear, detailed text on a wide range of subjects and explain a viewpoint on a topical issue giving the advantages and disadvantages of various options.
fr: Peut comprendre le contenu essentiel de sujets concrets ou abstraits dans un texte complexe, y compris une discussion technique dans sa spécialité. Peut communiquer avec un degré de spontanéité et d'aisance tel qu'une conversation avec un locuteur natif ne comportant de tension ni pour l'un ni pour l'autre. Peut s'exprimer de façon claire et détaillée sur une grande gamme de sujets, émettre un avis sur un sujet d’actualité et exposer les avantages et les inconvénients de différentes possibilités.

source: KA3 ICT
fr: KA3 TIC

source: pre-vocational and vocational programmes - work based
fr: Programmes d'enseignement préprofessionnel et professionnel en milieu professionnel

source: Computing (others)
fr: Informatique (autres)

source: Career Guidance
fr: Orientation professionnelle

source: Strengthening social inclusion and gender equality in education, including the integration of migrants
fr: Renforcer l'inclusion sociale et l'égalité des sexes incluant l'intégration des migrants

source: Sense of initiative and entrepreneurship
fr: Esprit d'entreprise et d'initiative

source: Communication in foreign languages
fr: Communication en langues étrangères

source: Cocos (Keeling) Islands
fr: Îles Coco

source: Information activities for young people and those active in youth work and youth organisations
fr: Actions d'information en direction des jeunes, des acteurs de jeunesse et des membres des organisations de jeunesse

source: Indonesian
fr: Indonésien

source: Group 1 – Representation of the views and interests of young people in their diversity at European level
fr: Groupe 1 - Représentation des points de vue et des centres d'intérêts des jeunes, dans leur diversité, au niveau européen

source: Programming languages (Visual Basic, C++ etc.)
fr: Langage de programmation

source: Presentation of results
fr: Présentation des résultats

source: To facilitate the development of innovative practices in adult education and their transfer, including from a participating country to others
fr: Favoriser le développement de pratiques innovantes dans la formation pour adultes et leur transfert y compris entre pays participants

source: GRUNDTVIG Preparatory Visits
fr: GRUNDTVIG Visites préparatoires

source: Workshop
fr: Atelier

source: Jordan
fr: Jordanie

source: Kosovo under UNSC Resolution 1244/99
fr: Kosovo

source: Secretaries and keyboard-operating clerks
fr: Secrétaires et opérateurs de saisie

source: Graphic artist
fr: Artiste graphique

source: Very significant impact
fr: Impact très important

source: 251 to 500
fr: 251 à 500

source: Cross-cultural dialogue and co-operation
fr: Dialogue et coopération interculturels

source: Prepare a European project/partnership
fr: Préparer un projet européen/partenariat

source: Development of high quality early childhood education and care
fr: Développement de services de grande qualité en matière d’éducation et de prise en charge de la petite enfance

source: Support to basic skills and "transversal key competences"
fr: Soutien aux compétences de base et "compétences transversales fondamentales"

source: Ineligible partner
fr: Partenaire inéligible

source: French Polynesia
fr: Polynésie Française

source: Yes we can give information on potential accommodation
fr: Oui, nous pouvons lui donner des informations sur des logements disponibles

source: Legislators, senior officials and managers
fr: Législateurs, hauts responsables et gestionnaires

source: Manufacture of paper and paper products
fr: Industrie du papier et des produits de papeterie

source: Helped to increase European dimension in the work of my school/organisation
fr: M'a aidé à accroître la dimension européenne dans le travail de mon école/institution

source: Refreshed my attitude towards teaching/the subject taught
fr: A rafraîchit ma perception sur l'enseignement/la matière enseignée

source: Civil society organisation linked to the European memory
fr: Organismes de la société civile en lien avec la mémoire Européenne

source: Consultancy
fr: Conseils et expertise

source: During the lifetime of your project
fr: Durant le cycle de vie du projet

source: Czech
fr: Tchèque

source: Round 1: 11/03/2011
fr: Première session : 11/03/2011

source: 8 months
fr: 8 mois

source: 2011/12: Estimated
fr: 2011/12: Estimé

source: Customer services clerks
fr: Employés du service client

source: Language teachers
fr: Enseignants de langue

source: teacher education
fr: Formation de professeur

source: Proposed activities were directly related to my training / training objectives in my home country
fr: Les activités proposées était en rapport direct avec la formation / les objectifs de formation de mon pays d'origine

source: Architecture and town planning
fr: Architecture et urbanisme

source: Unemployed
fr: Sans emploi

source: Oceanography
fr: Océanographie

source: History and social science
fr: Histoire et science sociale

source: Armenia
fr: Arménie

source: Social inclusion in higher education
fr: Inclusion sociale en enseignement supérieur

source: Landscape architecture
fr: Paysagisme

source: Public research centres (not HE)
fr: Centres de rercherche publics non universitaires

source: Manufacturing and processing (other)
fr: Fabrication et production (autres)

source: INFORMATION AND COMMUNICATION
fr: INFORMATION ET COMMUNICATION

source: Social and behavioural science
fr: Science sociale et du comportement

source: Body active at European level in the youth field
fr: Entité active au niveau européen dans le domaine de la jeunesse

source: Development of common training contents or concepts
fr: Développement de contenus de cours et de concepts commun

source: 15 months
fr: 15 mois

source: Medical technology
fr: Technologie médicale

source: ADMINISTRATIVE AND SUPPORT SERVICE ACTIVITIES
fr: ACTIVITES DE SERVICE ADMINISTRATIF ET DE SOUTIEN

source: This sub-Action supports the operation of non-governmental organisations active at European level in the youth field that pursue a goal of general European interest (ENGOs). Their activities must contribute to young people's participation in public life and society and the development and implementation of European cooperation activities in the youth field in the broadest sense. Grant requests related to this sub-Action are to be submitted following specific calls for proposals
fr: Cette sous-action soutient le fonctionnement d'organisations non-gouvernementales européennes dans le domaine de la jeunesse, qui poursuivent un but d'intérêt général européen (ENGOs). Leurs activités doivent contribuer à la participation des jeunes à la vie publique et à la société, au développement et à la mise en œuvre d'activités de coopérations européennes dnas le champ de la jeunesse au sens large. Les demandes de subvention relevant de cette sous-action doivent répondre à des appels à projets spécifiques

source: european
fr: européen

source: Dissemination within own organisation
fr: Diffusion dans votre propre organisme

source: Town / City - City centre
fr: Ville - Centre ville

source: Letzeburgesch
fr: Luxembourgeois

source: Private research centres
fr: Centres de recherche privés

source: Mathematics and statistics
fr: Mathématiques et statistiques

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering curricula and modules for continuing education
fr: Support de modernisation du programme scolaire en ensseignement supérieur: programmes universels qui couvrent la scolarité et les modules de la formation tout au long de la vie

source: Lao People's Democratic Republic
fr: République démocratique populaire Lao

source: UNILATERAL PROJECTS
fr: PROJETS UNILATERAUX

source: Chemistry
fr: Chimie

source: Certification system
fr: Système de certification

source: United States Minor Outlying Islands
fr: Îles mineures éloignées des États-Unis

source: I'm more interested in my training than before
fr: Ma formation m’intéresse plus qu’auparavant

source: ERASMUS Intensive Programmes
fr: ERASMUS Programmes intensifs

source: Quality assurance strategies / indicators and benchmarking
fr: Stratégies d'assurance qualité / indicateurs, test de performance benchmarking

source: Structural Networks
fr: Réseaux structurels

source: Adult learners
fr: Apprenants adultes

source: Scholars
fr: Chercheurs

source: Wholesale trade, except of motor vehicles and motorcycles
fr: Commerce de gros, sauf des véhicules à moteur et les motocyclettes

source: Press
fr: Presse

source: DECENTRALISED FUNDS
fr: FONDS DECENTRALISES

source: regional
fr: régional

source: Group 5 – Debate on European matters, EU policies or youth polities
fr: Groupe 5 - Débat sur des questions européennes, les politiques de l’Union ou les politiques de jeunesse

source: American Samoa
fr: Samoa

source: Acquisition of key competences through adult education
fr: Acquisition de compétences-clés au travers de l'éducation des adultes

source: Research and development, Research Framework Programme
fr: Recherche et développement, cadre du programme de recherche

source: Social integration / exclusion
fr: Intégration sociale/exclusion

source: Employment
fr: Emploi

source: Dissemination
fr: Diffusion

source: Other mining and quarrying
fr: Autres industries extractives

source: Teacher training - Physical training
fr: Formation d'enseignants - Education physique

source: Mechanical Engineering
fr: Constructions mécaniques

source: Across sectors
fr: Trans-sectoriel

source: Refrigeration programmes
fr: Programmes de réfrigération

source: 23 months
fr: 23 mois

source: Language learning using the Common European Framework of Reference
fr: Apprentissage des langues au regard du cadre commun européen de référence

source: Report
fr: Rapport

source: Mediterranean partner countries
fr: Pays méditerranéens partenaires

source: more than 5.000
fr: plus de 5000

source: Holy See (Vatican City State)
fr: Saint Siège (État du Vatican)

source: Other Natural Sciences
fr: Autres sciences naturelles

source: ACCOMPANYING MEASURES
fr: MESURES D'ACCOMPAGNEMENT

source: access to level 5A/B
fr: Accès au niveau 5A/B

source: To a high extent
fr: En grande partie

source: GRUNDTVIG Visits and Exchanges for adult education staff
fr: GRUNDTVIG Visites et échanges pour le personnel de l'éducation des adultes

source: Other specialist managers
fr: Autres cadres spécialisés

source: 12 months
fr: 12 mois

source: Manufacture of basic pharmaceutical products and pharmaceutical preparations
fr: Industrie des produits pharmaceutiques de base et de préparation

source: I was given proper help to find a suitable host organisation
fr: On m'a fourni l'aide appropriée pour trouver un organisme d'accueil adéquat

source: Environmental protection
fr: Protection de l'environnement

source: Benin
fr: Bénin

source: ERASMUS Organisation of Mobility
fr: ERASMUS Orgagnisation de la mobilité

source: Computing professionals
fr: Professionnels de l'informatique

source: COM-High-Medium
fr: COM-Grand-Moyen

source: Early childhood teaching
fr: Enseignement pour la petite enfance

source: YiA NA Prgrm
fr: Programme Jeunesse en Action géré par l'Agence belge francophone

source: Mongolian
fr: Mongol

source: European-wide stakeholders' communities tackling the socio-economic digital divide
fr: Communautés européennes des partenaires renforcant la répartition socio-économique digitale

source: A person participating in a Grundtvig Learning Partnership and needing foreign language training for this purpose
fr: Un personnel participant à un Partenariat Grundtvig et demandant une formation dans une des langues du Partenariat

source: Grenada
fr: Grenade

source: Ukrainian
fr: Ukrainien

source: Mongolia
fr: Mongolie

source: Morocco
fr: Maroc

source: Microbiology, biotechnology
fr: Microbiologie, biotechnologie

source: Sociology and cultural studies
fr: Sociologie et études culturelles

source: Higher Education and Society
fr: Enseignement supérieur et société

source: Inclusion of young people with fewer opportunities
fr: Inclusion des Jeunes Ayant Moins d'Opportunités

source: Manufacture of wearing apparel
fr: Industrie des appareils de l'habillement

source: SME
fr: PME

source: promotes partnerships and exchanges among young people and youth organisations across the world
fr: encourage les partenariats et les échanges entre les jeunes et les orgnaisations de jeunesse à travers le monde

source: Promoting cooperation and exchange of strategic experience between decision-makers
fr: Promouvoir la coopération et l'échanges des stratégies parmis les personnes qui sont en charge de prendre la décision

source: Post-secondary non-tertiary not to 5
fr: Post-secondaire non supérieur, inférieur à 5

source: 1 month
fr: 1 mois

source: Providing training for adult education staff
fr: Fourmir une formation au personnel en charge de l'éducation des adultes

source: PARTNERSHIPS
fr: PARTENARIATS

source: Manufacture of fabricated metal products, except machinery and equipment
fr: Industrie de produits de métaux fabriqués, exceptés la machinerie et l'équipement

source: Duration expectation
fr: Attentes en terme de durée

source: Electricity, gas, steam and air conditioning supply
fr: Approvisionnement en électricité, gaz, vapeur et air conditionné

source: This sub-Action supports the training of those active in youth work and youth organisations, in particular the exchange of experiences, expertise and good practice as well as activities which may lead to long-lasting quality projects, partnerships and networks
fr: Cette sous-action soutient la formation des personnes qui travaillent dans le champ de le jeunesse et des organisations de jeunesse, en particulier l'échange d'expériences, d'expertise et de bonnes pratiques ainsi que les activités qui conduisent à des projets de qualité sur le long terme, le partenariat et la mise en réseau.

source: Reinforcing links between education and working life
fr: Renforcer les liens entre l'éducation et le monde du travail

source: Delegate Producer
fr: Producteur délégué

source: Teaching professionals
fr: Professionnels de l'enseignement

source: Geography, geology
fr: Géographie, géologie

source: Improving quality assurance systems in VET
fr: Améliorer les systèmes d’assurance de la qualité dans l’EFP

source: Home economics, nutrition
fr: Les arts ménagers, la nutrition

source: Civil law
fr: Droit civil

source: Association of universities
fr: Associations d'universités

source: Equatorial Guinea
fr: Guinée Équatoriale

source: Maltese
fr: Maltais

source: Travel agency, tour operator and other reservation service and related activities
fr: Agence de voyage, voyagiste et d'autres service de réservation et activités connexes

source: PUBLIC ADMINISTRATION AND DEFENCE; COMPULSORY SOCIAL SECURITY
fr: ADMINISTRATION PUBLIQUE ET DE DEFENSE ; SECURITE SOCIALE OBLIGATOIRE

source: Small town (10.000 - 50.000 inhabitants)
fr: Ville moyenne (10 000 - 50 000 habitants)

source: Primary education or first stage of basic education
fr: Enseignement primaire ou premier niveau de l'enseignement de base

source: Lithuanian
fr: Lituanien

source: Post-secondary non-tertiary and tertiary education
fr: Enseignement post-secondaire non supérieur et enseignement supérieur

source: Round 2: 29/04/2011
fr: Deuxième sessions 29/04/2011

source: Micronesia, Federated States Of
fr: Micronésie, États Fédérés de

source: Manufacture of motor vehicles, trailers and semi-trailers
fr: Industrie des véhicules à moteur, remorques et semi-remorques

source: Round 1: 28/02/2011
fr: Première session : 28/02/2011

source: European Umbrella Organisation (platform)
fr: Organisations coupoles européennes (plateformes)

source: Other type of educational organisation
fr: Autre type d'organisme éducatif

source: POLAND
fr: POLOGNE

source: Non-profit federation/association of local authorities
fr: Fédération/association, à but non lucratif, regroupant des autorités locales

source: Strategies for learning communities
fr: Startégies pour des communautés d'apprentissage

source: Network administration
fr: Administration des réseaux

source: Upper secondary education
fr: Deuxième cycle de l'enseignement secondaire

source: Lower secondary programmes to labour
fr: Programmes de formation secondaire de niveau inférieur (collège en France) jusqu'au niveau

source: Testing and applying common European approaches to VET
fr: Expérimenter et appliquer les approches européennes communes du système EFP (enseignement et formation professionnels)

source: Vietnamese
fr: Vietnamien

source: to promote European cooperation in the youth field
fr: Promouvoir la coopération européenne dans le domaine de la jeunesse

source: European Year for Combating Poverty and Social Exclusion
fr: Année européenne de lutte contre la pauvreté et l'exclusion sociale

source: This sub-Action is for the funding of partnerships in order to develop long-term projects which combine various measures in the Programme. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
fr: Cette sous-action sert à financer les partenariats destinés à développer des projets de long terme, composés de plusieurs mesures du programme. Les demandes de subvention relevant de cette sous-action doivent répondre à des appels à projets spécifiques.

source: Somali
fr: Somalien

source: Lack of funds
fr: Montant de la bourse allouée insuffisant

source: 18 months
fr: 18 mois

source: Training for teachers of vocational subjects
fr: Formation d'enseignants de matières professionnelles

source: Slovak
fr: Slovaque

source: Target audience
fr: Public cible

source: Round 1: 03/02/2012
fr: Première session : 03/02/2011

source: Interim Report (if applicable)
fr: Rapport intérmédiaire (le cas échéant)

source: To improve the quality and to increase the volume of student and teaching staff mobility throughout Europe, so as to contribute to the achievement by 2012 of at least 3 million individual participants in student mobility under the Erasmus programme and its predecessor programmes
fr: Améliorer la qualité et accroître le volume de la mobilité des étudiants et du personnel enseignant dans toute l’Europe, afin d’atteindre d’ici 2012 un objectif d’au moins 3 millions de participants à la mobilité des étudiants dans le cadre du programme Erasmus et des programmes qui l’ont précédé

source: Chamber of crafts
fr: Chambre d'artisanat

source: Network technology
fr: Technologie de réseau

source: To support improvements in quality and innovation in vocational education and training systems, institutions and practices
fr: Soutenir l’amélioration de la qualité et l’innovation dans les systèmes, les institutions et les pratiques de l’enseignement et de la formation professionnels

source: Trainers
fr: Formateurs

source: ICT and the community's statistical programme
fr: Technologie de l'information et de la commnunication (TIC) et le programme statistique de la Communauté européenne

source: Retail trade, except of motor vehicles and motorcycles
fr: Commerce de détail, sauf des véhicules à moteur et les motocyclettes

source: General in-service training
fr: Formation continue générale

source: Domestic services
fr: Services domestiques

source: Pre-primary school based
fr: Education en école maternelle

source: Staff working with pupils with special educational needs
fr: Personnels travaillant avec des élèves ayant des besoins spécifiques

source: Western Sahara
fr: Sahara Occidental

source: law
fr: Droit

source: apprentices / trainees in alternate vocational training
fr: Apprentis/stagiaires en formation professionnelle en alternance

source: Management of adult education
fr: Gestion de la Formation pour adultes

source: Media and communications/Youth information
fr: Médias et communications / Information des jeunes

source: Raising pupils achievement
fr: Favoriser la réussite des élèves

source: Regio Partnerships
fr: Partenariats Regio

source: Social services
fr: Services sociaux

source: I discovered new contents, new techniques, new methods, new technologies in my field of training
fr: J'ai découvert de nouvelles techniques, de nouvelles méthodes
